# Install with "brew bunde", see https://github.com/Homebrew/homebrew-bundle
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "handbrake"
brew "mackup"
brew "mas"
# brew "podman"
cask "1password"
cask "1password-cli"
cask "alfred"
# cask "anaconda" # /opt/homebrew/anaconda3
cask "bartender"
cask "balenaetcher"
cask "betterdisplay" # https://github.com/waydabber/BetterDisplay
cask "brave-browser"
# cask "Beardie" # Maintained for of BeardedSpice -> redirects media keys to the running media app and to the browser 
cask "chromium"
cask "dash" # Dash 6
cask "daisydisk"
cask "deezer"
cask "devutils" # https://devutils.app/
cask "fig" # Auto completion, https://github.com/withfig/autocomplete
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "gas-mask"
cask "headset"
cask "iina"
cask "iterm2"
cask "istat-menus"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "karabiner-elements"
# cask "kdenlive" # Video editor, https://kdenlive.org/en/ 
cask "keka" # Archive utility, supports encrypted ZIP files, https://www.keka.io/
cask "kekaexternalhelper" # Register Keka as default app for archives
cask "krita"
cask "lens" # K8s IDE
cask "losslesscut" # Simple video editor: https://github.com/mifi/lossless-cut
cask "lunar"
# cask "maestral" # Leightweight Dropbox client optimized for M1
cask "Dropbox"
cask "HiDock" # Manages the Dock for multiple montors
cask "miniforge" # Provides Python binaries for "osx-arm64", installed under /opt/homebrew/bin/conda
cask "monodraw"
cask "mosaic"
cask "multipass"
cask "obsidian"
# cask "openvpn-connect"
cask "path-finder"
cask "pock"
cask "postman"
cask "raindropio"
cask "rancher" # Rancher Desktop
cask "raycast"
cask "red-canary-mac-monitor" # System event viewer (Process Monitor / procmon), https://github.com/redcanaryco/mac-monitor
cask "shottr"
cask "slack"
cask "soundsource"
cask "studio-3t"
cask "switchresx"
cask "tripmode"
# cask "ubar" # Try "HiDock" instead
cask "usb-overdrive"
cask "visual-studio-code"
cask "witch"
cask "zerotier-one"
cask "zoom"
mas "Amphetamine", id: 937984704 
mas "Bear", id: 1091189122
mas "Cascadea", id: 1432182561
mas "DaVinci Resolve", id: 571213070
mas "Dynamo", id: 1445910651
mas "File Cabinet Pro", id: 1150565778
mas "Friendly Streaming", id: 553245401 
mas "Gifski", id: 1351639930 
mas "iMazing HEIC Converter", id: 1292198261
mas "Infuse", id: 1136220934
mas "Horo", id: 1437226581
mas "Ka-Block!", id: 1335413823
mas "PhotoScape X", id: 929507092 
mas "PopClip", id: 445189367
mas "rcmd", id: 1596283165 
mas "Shortery", id: 1594183810  
mas "Vectornator", id: 1219074514
mas "Tabs Switcher", id: 1406718335 # Switches browser tabs
mas "Tailscale", id: 1475387142
# mas "TinyStopwatch", id: 1447754003

