# Install with "brew bunde", see https://github.com/Homebrew/homebrew-bundle
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "handbrake"
brew "mackup"
brew "mas"
# brew "podman"
cask "1password"
cask "alfred"
cask "anaconda" # /opt/homebrew/anaconda3
cask "bartender"
cask "brave-browser"
cask "chromium"
cask "dash" # Dash 6
cask "deezer"
cask "devutils" # https://devutils.app/
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "gas-mask"
cask "headset"
cask "iina"
cask "iterm2"
cask "istat-menus"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "keka"
cask "krita"
cask "lens" # K8s IDE
cask "lunar"
cask "maestral" # Leightweight Dropbox client optimized for M1
cask "mosaic"
cask "multipass"
cask "obsidian"
# cask "openvpn-connect"
cask "path-finder"
cask "pock"
cask "postman"
cask "raindropio"
cask "rancher" # Rancher Desktop
cask "slack"
cask "soundsource"
cask "studio-3t"
cask "switchresx"
cask "tripmode"
cask "ubar"
# cask "usb-overdrive" # Wait for app version, supporting Big Sur (and newer)
cask "visual-studio-code"
cask "witch"
cask "zerotier-one"
mas "Amphetamine", id: 937984704 
mas "Bear", id: 1091189122
mas "Cascadea", id: 1432182561
mas "Dynamo", id: 1445910651
mas "File Cabinet Pro", id: 1150565778
mas "Friendly Streaming", id: 553245401 
mas "iMazing HEIC Converter", id: 1292198261
mas "Infuse", id: 1136220934
mas "Ka-Block!", id: 1335413823
mas "PhotoScape X", id: 929507092 
mas "Vectornator", id: 1219074514

